{  
	"specs":{  
	   "primary":{  
		  "section1":{  
			 "label":"current date",
			 "blocks":[  
				{  
				   "header":"The Designer &amp; Prototyper"
				},
				{  
				   "paragraph":"For two years, I worked as a product designer at a video streaming company called Hulu (a bit like Netflix). At Hulu, we focused on trying to build the best experience for our users, whether on an iPhone, an Xbox, or a regular internet browser."
				},
				{  
				   "paragraph":"What does 'best experience' mean? In product design, this includes the user interface and the pathways a user takes through these interfaces. The best experience seamlessly engages users and redefines the future of television and storytelling at the same time."
				},
				{  
				   "paragraph":"Projects I’ve worked on include a mobile video player, a new live TV experience for mobile and web, and mobile details pages for TV and movies. I’ve worked in all phases of the design process including definition, ideation, prototype development, user testing, documentation, and development team support."
				}
			 ]
		  },
		  "section2":{  
			 "label":"As a UX designer",
			 "blocks":[  
				{  
				   "header":"I Believe in"
				},
				{  
				   "list":[  
					  "Putting the user first (through research and data)",
					  "Clearly defining problems before jumping to solutions",
					  "Continually involving stakeholders throughout the design process"
				   ]
				}
			 ]
		  },
		  "section3":{  
			 "label":"Project Spotlight",
			 "blocks":[  
				{  
				   "header":"Hulu Live TV"
				},
				{  
				   "paragraph":"A story about designing a bridge between traditional cable and the future of television."
				}
			 ],
			 "blocksReadMore":[  
				{  
				   "subHeader":"Project Context"
				},
				{  
				   "paragraph":"The initial solution for Hulu Live TV aimed to transform traditional linear programming into an on-demand experience. Live content was mixed in with regular on-demand content and suggested to users using the usual recommendation algorithms."
				},
				{  
				   "paragraph":"However, this solution failed to meet expectations. Users wanted a dedicated place where they could get to live TV quickly and engage in traditional behaviors such as channel-flipping or planning a night of TV watching."
				},
				{  
				   "paragraph":"One user phrased it simply, “You can’t call this live TV. You have to choose what you want to watch, which defeats the purpose of live TV.”"
				},
				{  
				   "subHeader":"Problem Statement"
				},
				{  
				   "paragraph":"How might we accommodate traditional live TV behaviors while also meeting the needs for the future of live TV?"
				},
				{  
				   "subHeader":"Design Solution"
				},
				{  
				   "paragraph":"Over the next ten months, my team and I began a comprehensive overhaul of live TV on Hulu. We mapped user journeys across our existing experiences, identifying problems and opportunities along the way. We analyzed traditional cable TV experiences as well as new mobile video experiences."
				},
				{  
				   "paragraph":"I created hundreds of sketches, wireframes, and prototypes, gathering feedback from users and stakeholders every step of the way. After unifying behind a common solution, we broke it down into multiple versions, to be progressively released and validated."
				},
				{  
				   "gallery":[  
					  "uploads/spotlight1.jpg",
					  "uploads/spotlight2.png",
					  "uploads/spotlight3.png"
				   ]
				}
			 ]
		  },
		  "section4":{  
			 "label":"Project Snapshots",
			 "blocks":[  
				{  
				   "header":"Mobile Video Player"
				},
				{  
				   "paragraph":"A redesign of the Hulu player experience on iOS and Android to address major user pain points."
				},
				{  
				   "gallery":[  
					  "uploads/scrubbing1.png",
					  "uploads/scrubbing2.png",
					  "uploads/scrubbingGIF.gif"
				   ]
				},
				{  
				   "header":"Mobile Details Page"
				},
				{  
				   "paragraph":"A redesign of content details pages on Hulu. Goals included decreased time to playback and better support for different content types such as live sports, news, and movies."
				},
				{  
				   "gallery":[  
					  "uploads/iPhoneDetails.jpg",
					  "uploads/iPadDetails.jpg"
				   ]
				},
				{  
				   "header":"Portfolio Website"
				},
				{  
				   "paragraph":"A fully responsive website to showcase and share different craftsman-style projects."
				},
				{  
				   "gallery":[  
					  "uploads/portfolio1.jpg",
					  "uploads/portfolioGIF.gif"
				   ]
				}
			 ]
		  }
	   },
	   "secondary":{  
		  "section1":{  
			 "label":"current date",
			 "blocks":[  
				{  
				   "header":"The Creative Engineer"
				},
				{  
				   "paragraph":"Hey! My name is Sam and I recently moved from Los Angeles, California to Copenhagen, Denmark. Right now, I’m learning to build iOS apps and I’m teaching myself Danish. In the near future, I hope to start my own company."
				},
				{  
                    "paragraph":"As the son of two engineers, I love problem solving. I also love experiments. As a child, this meant dropping watermelons from high places, blowing up water bottles with dry ice, and lighting off fireworks with a magnifying glass."
				},
                {
                    "paragraph":"Nowadays, my experiments are a little more refined. They involve designs, prototypes, and discussion guides. Nevertheless, the results are still exciting, especially when they lead to more impactful solutions. "
                },
                {
                    "paragraph":"Reach out for a coffee, meal, or ocean adventure :)"
                }
			 ]
		  },
		  "section2":{  
			 "label":"As a Creative Engineer",
			 "blocks":[  
				{  
				   "header":"I Believe in"
				},
				{  
				   "list":[  
					  "Using design to tell authentic stories",
					  "Considering culture and sustainability alongside users",
					  "Recognizing what you don’t know"
				   ]
				}
			 ]
		  },
		  "section3":{  
			 "label":"Project Spotlight",
			 "blocks":[  
				{  
				   "header":"California Brew Club"
				},
				{  
				   "paragraph":"A story about finding community through craft beer and promoting the local breweries that make it."
				}
			 ],
			 "blocksReadMore":[  
				{  
				   "subHeader":"Project Context"
				},
				{  
				   "paragraph":"California Brew Club is a subscription beer delivery service that delivers local craft beers to customers. The goal is to help small-scale brewers reach more customers and help customers discover and connect with each other over new tastes and preferences."
				},
				{  
				   "subHeader":"The Problem"
				},
				{  
				   "paragraph":"The craft beer market has been rapidly increasing for the past few years. However, for small-scale brewers, it can be difficult to sell their products because of unfamiliar branding and limited distribution. On the consumer side, many people have an interest in learning about new beers and tastes, but are unsure where to start."
				},
				{  
				   "subHeader":"The Solution"
				},
				{  
				   "paragraph":"The idea lets online customers select a number of beers they want to receive and how often they would like to receive them. California Brew Club then partners with different brewers and delivers a custom assortment of beers to the customer. Each beer comes with an information card to help people learn more about the beer they are drinking, and learn more about the brewer. Finally, customers rate the different beers, providing feedback to brewers, and allowing California Brew Club to personalize their future deliveries."
				},
				{  
				   "gallery":[  
					  "uploads/cbcStill.jpg",
					  "uploads/cbcProto.gif"
				   ]
				}
			 ]
		  },
		  "section4":{  
			 "label":"Project Snapshots",
			 "blocks":[  
				{  
				   "header":"F*ck Your Coffee"
				},
				{  
				   "paragraph":"A social experiment inspired by high coffee prices in the Los Angeles area. Served free, high-quality coffee on a popular street in return for conversation."
				},
				{  
				   "gallery":[  
					  "uploads/coffee1.jpg",
					  "uploads/coffee2.jpg"
				   ]
				},
				{  
				   "header":"Parachute"
				},
				{  
				   "paragraph":"An idea to gamify the bar and cafe experience by gathering customers for the sake of competition, prizes, and ultimately connection."
				},
				{  
				   "gallery":[  
					  "uploads/parachute.png"
				   ]
				},
				{  
				   "header":"Mesa"
				},
				{  
				   "paragraph":"An idea to connect communities and different age groups through shared dining experiences."
				},
				{  
				   "gallery":[  
					  "uploads/mesa.jpg"
				   ]
				}
			 ]
		  }
	   }
	},
	"contacts":{  
	   "label":"Contact",
	   "blocks":[  
		  {  
			 "header":"Say Hello"
		  },
		  {  
			 "paragraph":"Whether you need help on a project, or just feel like talking, I'm here."
		  }
	   ],
	   "email":"samjarvisgates@gmail.com",
	   "phone":"+4591774316",
	   "linkedin":"https://www.linkedin.com/in/samgates/"
	}
 }
